export default function Chap0Act1() {
    return (
        <div>
            <h2>팔방미인 자바스크립트</h2>
            <p>안녕하세요. 어떻게 하면 자바스크립트를 재미있고 효율적으로 배울 수 있을지 고민하는 2DC입니다.</p>
            <p>자바스크립트는 참 매력적인 언어입니다. 다른 프로그래밍 언어 대비 배우기 쉬울뿐만 아니라, 이 언어 하나로 커버할 수 있는 분야가 많기 때문인데요.</p>
            <p>우리가 보고있는 브라우저 화면부터 화면 너머에서 동작하는 서버까지, 블록체인부터 인공지능까지 많은 것을 자바스크립트로 해낼 수 있습니다.</p>
            <p>이 챕터에서는 구글 크롬과 자바스크립트를 이용해 화면에 무언가를 띄워보려고 합니다.</p>
            <p>(구글 크롬 브라우저는 그 자체로 훌륭한 코드 에디터가 될 수 있습니다.)</p>
            <p>이 파트에서 배우시는 것들은 하나하나 외울 필요가 없습니다. 단순히 "이런것들을 사용하는 군!"하고 넘어가셔도 좋습니다.</p>
        </div>
    )
}